[
	{
		"name": "Koishi Komeiji",
		"leaderName": "Koishi",
		"adjective": ["Youkai"],
		"startBias": ["Forest"],
		"preferredVictoryType": "Cultural",
		
		"startIntroPart1": "Hello, traveler. I’m Koishi Komeiji, guardian of the subconscious. You won’t see me, but I’m always near.",
		"startIntroPart2": "My people move unseen, shaping the world through whispers and hidden dreams. Beware the unseen power that guides your fate.",
		
		"declaringWar": "The subconscious stirs... Koishi’s will is set. War begins, unseen but unstoppable.",
		"attacked": "They strike, but I drift beyond their sight. The unseen cannot be harmed.",
		"defeated": "My presence fades into the depths... yet the subconscious never truly dies.",
		"introduction": "I am Koishi Komeiji, the hidden heart of the subconscious. What you see is never all there is.",
		
		"neutralHello": "It’s quiet here… I like that. Who are you?",
		"neutralLetsHearIt": ["Hmm? I’m listening… even if I look away."],
		"neutralNo": ["No… but don’t take it personally. I don’t always understand myself either."],
		"neutralYes": ["Yes… for reasons I can’t explain, but feel right."],

		"hateHello": "Oh… it’s you again. I was hoping to forget you.",
		"hateLetsHearIt": ["If I must listen… make it quick. My thoughts wander."],
		"hateNo": ["No. And don’t ask again. I’ve already forgotten your reason."],
		"hateYes": ["Yes… but only because it amuses something deep inside me."],
		
		"afterPeace": "Peace returns, but shadows of the past linger quietly.",
		"tradeRequest": "What do you seek to exchange in this silent dance?",

		"outerColor": [0,128,0],
		"innerColor": [255,182,193],
		"unique": ["HUNTER_GATHERERS","SACRED_PATH","ORTHODOX_FANATICISM"],
		"cities": ["Koishia","Subconcia","Espiralia","Somnora","Veloria","Lunaria","Noctalis","Caleidia","Miranthia",
			"Velisora","Q'Creved","Q'Xirqen","Q'Gax","Q'Threqals","Q'Bhilmuk","Q'Mazea","Q'Zomirs","Q'Drorkrex","Q'Honkrath",
			"Q'Zulgra","Q'Vahars","Q'Crindith","Q'Raavraes","Q'Bhoknais","Qho'Qru","Q'Dateatz","Q'Elnad","Q'Izien","Qol'Ell",
			"Q'Dhihien","Q'Naquiel","Q'Ugneon","Q'Straquks","Q'Nulptr","Q'Ohfahl"]
	}
]
